{
  "id": "responsible-recreation",
  "name": "Responsible Recreation",
  "scientific_name": null,
  "category": "stewardship",
  "summary": "How to enjoy Roosevelt Lake while preserving it for future generations.",
  "description": "Roosevelt Lake and the surrounding Tonto National Forest are public lands managed for multiple uses including recreation, wildlife habitat, and watershed protection. Responsible recreation ensures these areas remain healthy and accessible for future generations. Noise consideration: Natural sounds are part of the wilderness experience. Keep music and voices at reasonable volumes so others can enjoy the quiet. Some areas have quiet hours or noise restrictions. Campfire safety: Only build fires in designated fire rings. Never leave fires unattended. Completely extinguish fires with water, not dirt—fires can smolder underground and start wildfires weeks later. During fire restrictions, campfires may be prohibited. Respect wildlife: Observe from distance, never feed animals, and store food securely. Don't approach nests or dens. Keep pets leashed. Respect other visitors: Share trails and water access. Yield to uphill hikers. Keep right on trails. Pick up after pets. Give boats and paddlers appropriate space. Minimize social impacts: Avoid crowding other groups. Respect campsites that are occupied. Don't play music loudly. Respect closures and regulations—they protect sensitive resources during critical times. Report problems: If you see violations, resource damage, or emergencies, contact rangers. Volunteer: Participate in trail maintenance, cleanups, and citizen science projects.",
  "safety": "Always know current fire restrictions and weather conditions. Carry navigation tools and know how to use them. Prepare for emergencies—cell service is limited. Let someone know your plans.",
  "fun_fact": "The Salt River system provides water for over 2 million people and generates hydroelectric power for thousands of homes. Roosevelt Lake's role as a reservoir means your responsible recreation helps protect drinking water quality!"
}
