{
  "id": "tonto-basin-formation",
  "name": "Tonto Basin Formation",
  "scientific_name": null,
  "category": "geology",
  "summary": "Ancient rock layers revealing 1.7 billion years of Earth's geological history.",
  "description": "The Tonto Basin region exposes an incredible sequence of rock layers spanning nearly 2 billion years of Earth's history. The oldest rocks visible are Precambrian metamorphic and igneous rocks dating to around 1.7 billion years ago—ancient granite and schist formed deep in Earth's crust. Above these ancient basement rocks lie the Tonto Group sedimentary rocks from the Cambrian period (about 500 million years ago), when this area was covered by a shallow sea. These layers include the Tapeats Sandstone (beach and nearshore deposits), Bright Angel Shale (deeper marine mud), and Muav Limestone (carbonate platform deposits). The contact between the ancient Precambrian rocks and the Cambrian sediments represents the 'Great Unconformity'—a gap in the rock record spanning over a billion years where rocks were either not deposited or were eroded away. Above the Paleozoic layers, younger rocks tell stories of ancient deserts, seas, and volcanic activity. The spectacular cliffs and canyons around Roosevelt Lake expose these layers in cross-section, making this an outdoor geology classroom. The region's geology has profoundly influenced human history—the rocks controlled where water flowed, where minerals were deposited, and where dams could be built.",
  "safety": "Rocky terrain can be unstable. Watch for loose rocks, especially near cliff edges. Never climb on cliff faces without proper equipment and training. Stay on established trails to prevent erosion.",
  "fun_fact": "The Great Unconformity visible in the Tonto Basin represents about 1.2 billion years of 'missing time' in the rock record—more time than the entire span from the Cambrian period to today! Some geologists believe this erosion event may have been linked to 'Snowball Earth' episodes when the planet was nearly frozen."
}
